Repository: chigkim/VOCR
Catalog: VOCR/Localizable.xcstrings
Source language: en
Languages: it, nb

# permissions.missing.open
source: Open Permissions
it: Apri autorizzazioni
nb: Åpne Tillatelser

# permissions.missing.title
source: Permissions Required
it: Autorizzazioni richieste
nb: Tillatelser er påkrevd

# permissions.window.instructions
source: Please grant the following permissions for VOCR to work properly.
it: Concedi le seguenti autorizzazioni per consentire a VOCR di funzionare correttamente.
nb: Gi følgende tillatelser for at VOCR skal fungere riktig.

# placeholder.apiKey
source: Will not be shown after saving.
it: Non sarà mostrata dopo il salvataggio.
nb: Vises ikke etter lagring.

# preset.default.systemPrompt
source: You are a helpful assistant.
it: Sei un assistente utile.
nb: Du er en hjelpsom assistent.

# preset.default.userPrompt
source: Analyze the image in a comprehensive and detailed manner.
it: Analizza l'immagine in modo completo e dettagliato.
nb: Analyser bildet grundig og detaljert.

# preset.duplicate_suffix
source: Copy
it: Copia
nb: kopi

# preset.editor.loading
source: Loading…
it: Caricamento...
nb: Laster...

# preset.editor.model
source: Model
it: Modello
nb: Modell

# preset.editor.title.edit
source: Edit Preset
it: Modifica preset
nb: Rediger Forhåndsinnstilling

# preset.editor.title.new
source: New Preset
it: Nuovo preset
nb: Ny Forhåndsinnstilling

# preset.manager.title
source: Preset Manager
it: Gestore preset
nb: Forhåndsinnstillinger

# search.cancelled
source: Cancelled.
it: Annullato.
nb: Avbrutt

# search.dialog.title
source: Search OCR Text
it: Cerca testo OCR
nb: Søk i OCR-tekst

# search.not_found
source: Not found.
it: Non trovato.
nb: Ikke funnet.

# shortcut.ask
source: Ask
it: Chiedi
nb: Spør

# shortcut.beginning
source: Beginning
it: Inizio
nb: Starten

# shortcut.bottom
source: Bottom
it: In fondo
nb: Bunnen

# shortcut.capture_camera
source: Capture Camera
it: Acquisisci da Fotocamera
nb: Ta bilde med kamera

# shortcut.down
source: Down
it: Giù
nb: Ned

# shortcut.end
source: End
it: Fine
nb: Slutten

# shortcut.exit_navigation
source: Exit Navigation
it: Esci dalla navigazione
nb: Avslutt navigasjon

# shortcut.explore
source: Explore
it: Esplora
nb: Utforsk

# shortcut.find_next
source: Find Next
it: Trova successiva
nb: Finn neste

# shortcut.find_previous
source: Find Previous
it: Trova precedente
nb: Finn forrige

# shortcut.find_text
source: Find Text
it: Trova Testo
nb: Finn tekst

# shortcut.identify_object
source: Identify Object
it: Identifica oggetto
nb: Identifiser objekt

# shortcut.left
source: Left
it: Sinistra
nb: Venstre

# shortcut.next_character
source: Next Character
it: Carattere successivo
nb: Neste bokstav

# shortcut.ocr_vocursor
source: OCR VOCursor
it: OCR CursoreVO
nb: OCR ved VoiceOver-markøren

# shortcut.ocr_window
source: OCR Window
it: OCR finestra
nb: OCR av vindu

# shortcut.previous_character
source: Previous Character
it: Carattere precedente
nb: Forrige bokstav

# shortcut.realtime_ocr
source: Realtime OCR
it: OCR in tempo reale
nb: Sanntids-OCR

# shortcut.report_location
source: Report Location
it: Coordinate Posizione
nb: Oppgi plassering

# shortcut.right
source: Right
it: Destra
nb: Høyre

# shortcut.settings
source: Settings
it: Impostazioni
nb: Innstillinger

# shortcut.top
source: Top
it: In cima
nb: Starten

# shortcut.up
source: Up
it: Su
nb: Opp

# shortcuts.window.title
source: Customize Shortcuts
it: Personalizza le scorciatoie
nb: Tilpass snarveier

# update.available.body
source: Version %@ is now available
it: La versione %@ è ora disponibile
nb: Versjon %@ er nå tilgjengelig

# update.available.title
source: A new update is available
it: È disponibile un nuovo aggiornamento
nb: En ny oppdatering er tilgjengelig

# window.permissions.title
source: VOCR Permissions
it: Autorizzazioni VOCR
nb: VOCR-tillatelser

# computerUse.screenshot
source: Screenshot.
nb: Skjermbilde.

# dialog.followup.checkbox
source: Follow up
nb: Følg opp samtale

# label.provider.accessibility
source: Provider
nb: Leverandør

# menu.settings.log
source: Log
nb: Logging

# preset.editor.provider
source: Provider
nb: Leverandør
